{
  "plugins": {
    "blink.cmp": {
      "src": "git@github.com:saghen/blink.cmp",
      "version": "'v1.8.0'"
    },
    "bufferline.nvim": {
      "src": "git@github.com:akinsho/bufferline.nvim"
    },
    "catppuccin": {
      "src": "git@github.com:catppuccin/nvim"
    },
    "chezmoi-signs.nvim": {
      "src": "git@github.com:W-Rn/chezmoi-signs.nvim"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim"
    },
    "edgy.nvim": {
      "src": "git@github.com:folke/edgy.nvim"
    },
    "flash.nvim": {
      "src": "git@github.com:folke/flash.nvim"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim"
    },
    "harpoon": {
      "src": "https://github.com/ThePrimeagen/harpoon",
      "version": "'harpoon2'"
    },
    "lazydev.nvim": {
      "src": "git@github.com:folke/lazydev.nvim"
    },
    "lazygit.nvim": {
      "src": "git@github.com:kdheepak/lazygit.nvim"
    },
    "lspsaga.nvim": {
      "src": "git@github.com:nvimdev/lspsaga.nvim"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim"
    },
    "mason.nvim": {
      "src": "git@github.com:williamboman/mason.nvim"
    },
    "mini.ai": {
      "src": "git@github.com:nvim-mini/mini.ai"
    },
    "mini.diff": {
      "src": "git@github.com:nvim-mini/mini.diff"
    },
    "mini.files": {
      "src": "git@github.com:nvim-mini/mini.files"
    },
    "mini.surround": {
      "src": "git@github.com:nvim-mini/mini.surround"
    },
    "neo-tree.nvim": {
      "src": "git@github.com:nvim-neo-tree/neo-tree.nvim"
    },
    "neogen": {
      "src": "git@github.com:danymat/neogen"
    },
    "noice.nvim": {
      "src": "git@github.com:folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "git@github.com:MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "git@github.com:windwp/nvim-autopairs"
    },
    "nvim-colorizer.lua": {
      "src": "git@github.com:norcalli/nvim-colorizer.lua"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons"
    },
    "opencode.nvim": {
      "src": "git@github.com:sudo-tee/opencode.nvim"
    },
    "outline.nvim": {
      "src": "git@github.com:hedyhli/outline.nvim"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim"
    },
    "rainbow-delimiters.nvim": {
      "src": "git@github.com:HiPhish/rainbow-delimiters.nvim"
    },
    "render-markdown.nvim": {
      "src": "git@github.com:MeanderingProgrammer/render-markdown.nvim"
    },
    "schemastore.nvim": {
      "src": "git@github.com:b0o/schemastore.nvim"
    },
    "snacks.nvim": {
      "src": "git@github.com:folke/snacks.nvim"
    },
    "todo-comments.nvim": {
      "src": "git@github.com:folke/todo-comments.nvim"
    },
    "toggleterm.nvim": {
      "src": "git@github.com:akinsho/toggleterm.nvim"
    },
    "trim.nvim": {
      "src": "git@github.com:cappyzawa/trim.nvim"
    },
    "venv-selector.nvim": {
      "src": "git@github.com:linux-cultist/venv-selector.nvim"
    },
    "vim-illuminate": {
      "src": "git@github.com:RRethy/vim-illuminate"
    },
    "which-key.nvim": {
      "src": "git@github.com:folke/which-key.nvim"
    }
  }
}
